# english language

page_title.home = Home
page_title.contacts = Contact Us
page_title.products = Car park
page_title.conditions = Rental conditions
page_title.my_orders = My orders
page_title.user_info = My account
page_title.mngr_accounts = Managers
page_title.clients_accounts = Users
page_title.all_orders = Orders

index_jsp.link.settings = Settings

settings_jsp.form.submit_save_locale = Save
settings_jsp.label.set_locale        = Select language:
settings_jsp.link.back_to_main_page  = Back

header_jsp.title = WORLD-FLIGHTS

header_jsp.client.orders = My orders
header_jsp.account = My account
header_jsp.logout = Log out
header_jsp.login = Log In
header_jsp.sub_title = Airline
header_jsp.menu.client.homepage = Home
header_jsp.menu.client.car_park = Car park
header_jsp.menu.client.rental_conditions = Rental Conditions
header_jsp.menu.client.contact_us = Contact Us
header_jsp.menu.manager.orders = Orders
header_jsp.menu.admin.client_accounts = Users
header_jsp.menu.admin.mngr_accounts = Managers
header_jsp.menu.admin.cars = Car park

menu.staff.flights = My flights

menu.admin.staff = Staff
menu.admin.requests = Requests
menu.admin.flights = Flights

menu.dispatcher.flights = Flights
menu.dispatcher.brigades = Brigades
menu.dispatcher.requests = Requests

homeView_jsp.container.column1.h = \u0410\u0440\u0435\u043d\u0434\u0430\u0020\u0430\u0432\u0442\u043e\u003a\u0020\u0432\u0020\u043a\u0430\u043a\u0438\u0445\u0020\u0441\u043b\u0443\u0447\u0430\u044f\u0445\u0020\u0432\u044b\u0440\u0443\u0447\u0430\u0435\u0442\u0020\u0430\u0432\u0442\u043e\u043f\u0440\u043e\u043a\u0430\u0442\u003f
homeView_jsp.container.column1.p = \u041a\u043e\u043c\u0430\u043d\u0434\u0438\u0440\u043e\u0432\u043e\u0447\u043d\u044b\u0435\u0020\u0437\u043d\u0430\u044e\u0442\u002c\u0020\u043a\u0430\u043a\u0020\u0431\u044b\u0441\u0442\u0440\u043e\u0020\u043b\u0435\u0442\u0438\u0442\u0020\u0432\u0440\u0435\u043c\u044f\u0020\u0432\u0020\u043d\u0435\u0437\u043d\u0430\u043a\u043e\u043c\u043e\u043c\u0020\u0433\u043e\u0440\u043e\u0434\u0435\u003a\u0020\u0434\u0435\u043b\u043e\u0432\u044b\u0435\u0020\u0432\u0441\u0442\u0440\u0435\u0447\u0438\u002c\u0020\u043f\u0435\u0440\u0435\u0433\u043e\u0432\u043e\u0440\u044b\u002e\u0020\u0425\u043e\u0440\u043e\u0448\u043e\u0020\u0431\u044b\u0020\u0443\u0441\u043f\u0435\u0442\u044c\u0020\u0432\u0441\u0442\u0440\u0435\u0442\u0438\u0442\u044c\u0441\u044f\u0020\u0441\u0020\u0434\u0440\u0443\u0437\u044c\u044f\u043c\u0438\u002c\u0020\u043d\u043e\u0020\u0431\u0438\u043b\u0435\u0442\u0020\u0432\u0020\u043a\u0430\u0440\u043c\u0430\u043d\u0435\u0020\u043d\u0430\u043f\u043e\u043c\u0438\u043d\u0430\u0435\u0442\u002c\u0020\u0447\u0442\u043e\u0020\u0441\u043a\u043e\u0440\u043e\u0020\u0432\u0020\u043e\u0431\u0440\u0430\u0442\u043d\u044b\u0439\u0020\u043f\u0443\u0442\u044c\u002e\u0020\u041d\u0430\u0020\u043a\u0443\u043b\u044c\u0442\u0443\u0440\u043d\u0443\u044e\u0020\u043f\u0440\u043e\u0433\u0440\u0430\u043c\u043c\u0443\u0020\u0447\u0430\u0441\u0442\u043e\u0020\u043d\u0435\u0020\u043e\u0441\u0442\u0430\u0435\u0442\u0441\u044f\u0020\u0432\u0440\u0435\u043c\u0435\u043d\u0438\u002e\u0020\u041f\u043e\u044d\u0442\u043e\u043c\u0443\u0020\u043f\u0440\u043e\u043a\u0430\u0442\u0020\u0430\u0432\u0442\u043e\u0020\u0441\u0440\u0435\u0434\u0438\u0020\u0434\u0435\u043b\u043e\u0432\u044b\u0445\u0020\u043b\u044e\u0434\u0435\u0439\u0020\u2013\u0020\u043f\u0440\u0438\u0432\u044b\u0447\u043d\u0430\u044f\u0020\u0443\u0441\u043b\u0443\u0433\u0430\u002e\u0020\u041d\u0430\u0020\u0441\u0432\u043e\u0438\u0445\u0020\u043a\u043e\u043b\u0435\u0441\u0430\u0445\u0020\u0443\u0441\u043f\u0435\u0432\u0430\u0435\u0448\u044c\u0020\u0433\u0430\u0440\u0430\u043d\u0442\u0438\u0440\u043e\u0432\u0430\u043d\u043e\u0020\u0431\u043e\u043b\u044c\u0448\u0435\u002e\u0020\u041d\u043e\u0020\u043d\u0435\u0020\u0442\u043e\u043b\u044c\u043a\u043e\u0020\u044d\u0442\u0430\u0020\u043a\u0430\u0442\u0435\u0433\u043e\u0440\u0438\u044f\u0020\u043b\u044e\u0434\u0435\u0439\u0020\u0432\u0020\u0447\u0438\u0441\u043b\u0435\u0020\u043f\u043e\u0441\u0442\u043e\u044f\u043d\u043d\u044b\u0445\u0020\u043a\u043b\u0438\u0435\u043d\u0442\u043e\u0432\u0020\u0057\u004f\u0052\u004c\u0044\u002d\u0043\u0041\u0052\u0053\u002e\u0020\u0417\u0430\u0020\u0031\u0030\u0020\u043b\u0435\u0442\u0020\u0440\u0430\u0431\u043e\u0442\u044b\u0020\u0432\u0020\u0425\u0430\u0440\u044c\u043a\u043e\u0432\u0435\u0020\u043c\u044b\u0020\u0443\u0431\u0435\u0434\u0438\u043b\u0438\u0441\u044c\u002c\u0020\u0447\u0442\u043e\u0020\u0430\u0432\u0442\u043e\u043f\u0440\u043e\u043a\u0430\u0442\u0020\u0432\u044b\u0440\u0443\u0447\u0430\u0435\u0442\u0020\u0432\u0020\u0441\u0430\u043c\u044b\u0445\u0020\u043d\u0435\u043f\u0440\u0435\u0434\u0432\u0438\u0434\u0435\u043d\u043d\u044b\u0445\u0020\u043e\u0431\u0441\u0442\u043e\u044f\u0442\u0435\u043b\u044c\u0441\u0442\u0432\u0430\u0445\u002e\u0020\u041d\u0443\u0436\u043d\u043e\u0020\u0442\u043e\u043b\u044c\u043a\u043e\u0020\u0432\u044b\u0431\u0440\u0430\u0442\u044c\u0020\u043f\u043e\u0434\u0445\u043e\u0434\u044f\u0449\u0438\u0439\u0020\u043f\u0430\u043a\u0435\u0442\u0020\u0443\u0441\u043b\u0443\u0433\u002e
homeView_jsp.container.column2.h = \u0410\u0432\u0442\u043e\u0020\u0432\u0020\u0430\u0440\u0435\u043d\u0434\u0443\u003a\u0020\u0447\u0442\u043e\u0020\u043c\u044b\u0020\u043f\u0440\u0435\u0434\u043b\u0430\u0433\u0430\u0435\u043c\u003f
homeView_jsp.container.column2.p1 = \u0031\u002e\u0020\u0410\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u0438\u0020\u2013\u0020\u043e\u0442\u0020\u0440\u043e\u0441\u043a\u043e\u0448\u043d\u043e\u0433\u043e\u0020\u043f\u0440\u0435\u043c\u0438\u0443\u043c\u0430\u0020\u0434\u043e\u0020\u043c\u0430\u043b\u043e\u043b\u0438\u0442\u0440\u0430\u0436\u0435\u043a\u002e
homeView_jsp.container.column2.p2 = \u0410\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u044c\u0020\u2013\u0020\u043d\u0435\u0020\u0440\u043e\u0441\u043a\u043e\u0448\u044c\u002c\u0020\u0430\u0020\u0441\u0440\u0435\u0434\u0441\u0442\u0432\u043e\u0020\u043f\u0435\u0440\u0435\u0434\u0432\u0438\u0436\u0435\u043d\u0438\u044f\u002e\u0020\u041e\u0441\u043e\u0431\u0435\u043d\u043d\u043e\u002c\u0020\u043a\u043e\u0433\u0434\u0430\u0020\u043c\u0435\u0442\u0440\u043e\u0020\u043d\u0435\u0020\u0432\u044b\u0440\u0443\u0447\u0430\u0435\u0442\u002e\u0020\u0427\u0442\u043e\u0431\u044b\u0020\u0432\u0435\u0437\u0434\u0435\u0020\u0443\u0441\u043f\u0435\u0442\u044c\u002c\u0020\u043f\u043e\u0442\u0440\u0435\u0431\u0443\u0435\u0442\u0441\u044f\u0020\u044e\u0440\u043a\u0430\u044f\u0020\u043c\u0430\u043b\u043e\u043b\u0438\u0442\u0440\u0430\u0436\u043a\u0430\u002e\u0020\u0415\u0441\u043b\u0438\u0020\u0443\u0020\u0432\u0430\u0441\u0020\u0434\u0435\u043b\u0430\u002c\u0020\u0430\u0020\u0441\u043e\u0431\u0441\u0442\u0432\u0435\u043d\u043d\u044b\u0439\u0020\u004d\u0065\u0072\u0063\u0065\u0064\u0065\u0073\u002d\u0042\u0065\u006e\u007a\u0020\u0432\u0020\u0440\u0435\u043c\u043e\u043d\u0442\u0435\u002c\u0020\u0442\u043e\u0020\u043c\u043e\u0436\u043d\u043e\u0020\u043d\u0435\u0020\u043c\u0435\u043d\u044f\u0442\u044c\u0020\u043f\u0440\u0438\u0432\u044b\u0447\u043a\u0438\u0020\u0438\u0020\u0432\u0437\u044f\u0442\u044c\u0020\u0430\u0432\u0442\u043e\u0020\u043d\u0430\u0020\u043f\u0440\u043e\u043a\u0430\u0442\u0020\u0432\u0020\u0431\u043e\u0433\u0430\u0442\u043e\u0439\u0020\u043a\u043e\u043c\u043f\u043b\u0435\u043a\u0442\u0430\u0446\u0438\u0438\u002e\u0020\u0414\u043b\u044f\u0020\u0432\u0441\u0442\u0440\u0435\u0447\u0438\u0020\u0433\u0440\u0443\u043f\u043f\u044b\u0020\u0433\u043e\u0441\u0442\u0435\u0439\u0020\u043f\u0440\u0438\u0433\u043e\u0434\u0438\u0442\u0441\u044f\u0020\u043c\u0438\u043d\u0438\u0432\u044d\u043d\u002e\u0020\u0418\u043d\u043e\u0433\u0434\u0430\u0020\u043d\u0435\u0020\u043e\u0431\u043e\u0439\u0442\u0438\u0441\u044c\u0020\u0431\u0435\u0437\u0020\u043c\u0438\u043a\u0440\u043e\u0430\u0432\u0442\u043e\u0431\u0443\u0441\u0430\u002e\u0020\u0410\u0432\u0442\u043e\u043f\u0430\u0440\u043a\u0020\u0057\u004f\u0052\u004c\u0044\u002d\u0043\u0041\u0052\u0053\u0020\u0443\u0434\u043e\u0432\u043b\u0435\u0442\u0432\u043e\u0440\u044f\u0435\u0442\u0020\u043b\u044e\u0431\u044b\u043c\u0020\u043f\u043e\u0442\u0440\u0435\u0431\u043d\u043e\u0441\u0442\u044f\u043c\u002e
homeView_jsp.container.column2.p3 = \u0032\u002e\u0020\u0410\u0432\u0442\u043e\u0020\u0441\u0020\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u0435\u043c\u002e
homeView_jsp.container.column2.p4 = \u0423\u0441\u043b\u0443\u0433\u043e\u0439\u0020\u043f\u043e\u043b\u044c\u0437\u0443\u044e\u0442\u0441\u044f\u0020\u043d\u0435\u0020\u0442\u043e\u043b\u044c\u043a\u043e\u0020\u0434\u043b\u044f\u0020\u043f\u0440\u0438\u0435\u043c\u043e\u0432\u0020\u0438\u0020\u0432\u0441\u0442\u0440\u0435\u0447\u0020\u0432\u0430\u0436\u043d\u044b\u0445\u0020\u043f\u0435\u0440\u0441\u043e\u043d\u002e\u0020\u041f\u0440\u0435\u0434\u0441\u0442\u0430\u0432\u044c\u0442\u0435\u002c\u0020\u0432\u044b\u0020\u0443\u0435\u0445\u0430\u043b\u0438\u002c\u0020\u0430\u0020\u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u044c\u0020\u0441\u0443\u043f\u0440\u0443\u0433\u0438\u0020\u043e\u043a\u0430\u0437\u0430\u043b\u0441\u044f\u0020\u0432\u0020\u0441\u0435\u0440\u0432\u0438\u0441\u0435\u0020\u043d\u0435\u0020\u043d\u0430\u0020\u043e\u0434\u0438\u043d\u0020\u0434\u0435\u043d\u044c\u002e\u0020\u0427\u0442\u043e\u0020\u0434\u0435\u043b\u0430\u0442\u044c\u003f\u0020\u0412\u0020\u0442\u0430\u043a\u0438\u0445\u0020\u0441\u0438\u0442\u0443\u0430\u0446\u0438\u044f\u0445\u0020\u0430\u0440\u0435\u043d\u0434\u0430\u0020\u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u044f\u0020\u0441\u0020\u0432\u043e\u0434\u0438\u0442\u0435\u043b\u0435\u043c\u0020\u2013\u0020\u0445\u043e\u0440\u043e\u0448\u0438\u0439\u0020\u0432\u044b\u0445\u043e\u0434\u002e
homeView_jsp.container.column3.h = \u041f\u043e\u0447\u0435\u043c\u0443\u0020\u0432\u0020\u0057\u004f\u0052\u004c\u0044\u002d\u0043\u0041\u0052\u0053\u0020\u0441\u0432\u0435\u0436\u0438\u0435\u0020\u043c\u0430\u0448\u0438\u043d\u044b\u003f
homeView_jsp.container.column3.p = \u0412\u0020\u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0438\u0020\u043d\u0430\u043b\u0430\u0436\u0435\u043d\u0430\u0020\u0441\u0438\u0441\u0442\u0435\u043c\u0430\u0020\u043e\u0431\u043d\u043e\u0432\u043b\u0435\u043d\u0438\u044f\u0020\u0430\u0432\u0442\u043e\u043f\u0430\u0440\u043a\u0430\u003a\u0020\u043c\u044b\u0020\u0441\u043b\u0435\u0434\u0438\u043c\u0020\u0437\u0430\u0020\u043c\u0438\u0440\u043e\u0432\u044b\u043c\u0438\u0020\u0440\u0435\u0439\u0442\u0438\u043d\u0433\u0430\u043c\u0438\u0020\u043d\u0430\u0434\u0435\u0436\u043d\u043e\u0441\u0442\u0438\u0020\u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u0435\u0439\u002e\u0020\u041c\u0430\u0440\u043a\u0438\u0020\u0438\u0020\u043c\u043e\u0434\u0435\u043b\u0438\u002c\u0020\u0438\u043c\u0435\u044e\u0449\u0438\u0435\u0020\u043d\u0438\u0437\u043a\u0438\u0435\u0020\u043e\u0446\u0435\u043d\u043a\u0438\u0020\u043c\u0438\u0440\u043e\u0432\u044b\u0445\u0020\u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0435\u0439\u002c\u0020\u0432\u0020\u0440\u0430\u0431\u043e\u0442\u0443\u0020\u0430\u0432\u0442\u043e\u043f\u0430\u0440\u043a\u0430\u0020\u043d\u0435\u0020\u0431\u0435\u0440\u0443\u0442\u0441\u044f\u002e


footer_jsp.title = Contact Us
footer_jsp.column1.address = Ukraine, Kharkiv, Sumskaya street 2
footer_jsp.footer = . All rights reserved. Developed by Anastasia Pashneva.

about_jsp.h2 = About Us
about_jsp.p = \u041a\u043e\u043c\u043f\u0430\u043d\u0438\u044f\u0020\u043f\u043e\u0020\u043f\u0440\u043e\u043a\u0430\u0442\u0443\u0020\u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u0435\u0439\u0020\u00ab\u0057\u004f\u0052\u004c\u0044\u002d\u0043\u0041\u0052\u0053\u00bb\u0020\u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442\u0020\u043d\u0430\u0020\u0440\u044b\u043d\u043a\u0435\u0020\u0423\u043a\u0440\u0430\u0438\u043d\u044b\u0020\u0441\u0020\u0032\u0030\u0031\u0036\u0020\u0433\u043e\u0434\u0430\u0020\u0438\u0020\u0437\u0430\u0020\u044d\u0442\u043e\u0020\u0432\u0440\u0435\u043c\u044f\u0020\u043c\u044b\u0020\u0441\u043c\u043e\u0433\u043b\u0438\u0020\u0437\u0430\u043d\u044f\u0442\u044c\u0020\u043b\u0438\u0434\u0438\u0440\u0443\u044e\u0449\u0438\u0435\u0020\u043c\u0435\u0441\u0442\u043e\u0020\u0441\u0440\u0435\u0434\u0438\u0020\u043d\u0430\u0446\u0438\u043e\u043d\u0430\u043b\u044c\u043d\u044b\u0445\u0020\u043e\u043f\u0435\u0440\u0430\u0442\u043e\u0440\u043e\u0432\u0020\u043f\u0440\u043e\u043a\u0430\u0442\u0430\u0020\u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u0435\u0439\u002e\u0020\u0412\u0020\u043d\u0430\u0448\u0435\u043c\u0020\u0430\u0432\u0442\u043e\u043f\u0430\u0440\u043a\u0435\u0020\u0441\u0435\u0433\u043e\u0434\u043d\u044f\u0020\u0431\u043e\u043b\u0435\u0435\u0020\u0031\u0030\u0030\u0020\u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u0435\u0439\u002e\u0020\u0412\u0441\u0435\u0020\u0430\u0432\u0442\u043e\u043c\u043e\u0431\u0438\u043b\u0438\u0020\u043d\u0435\u0020\u0441\u0442\u0430\u0440\u0448\u0435\u0020\u0033\u002d\u0445\u0020\u043b\u0435\u0442\u002c\u0020\u0438\u0437\u0432\u0435\u0441\u0442\u043d\u044b\u0445\u0020\u043c\u0438\u0440\u043e\u0432\u044b\u0445\u0020\u043c\u0430\u0440\u043e\u043a\u0020\u2013\u0020\u0046\u006f\u0072\u0064\u002c\u0020\u0043\u0068\u0065\u0076\u0072\u006f\u006c\u0065\u0074\u002c\u0020\u004e\u0069\u0073\u0073\u0061\u006e\u002c\u0020\u0053\u006b\u006f\u0064\u0061\u002c\u0020\u0048\u0079\u0075\u006e\u0064\u0061\u0069\u002c\u0020\u0056\u006f\u006c\u006b\u0073\u0077\u0061\u0067\u0065\u006e\u002c\u0020\u0043\u0069\u0074\u0072\u006f\u0065\u006e\u002c\u0020\u0050\u0065\u0075\u0067\u0065\u006f\u0074\u002c\u0020\u0048\u006f\u006e\u0064\u0061\u002c\u0020\u0053\u0075\u0062\u0061\u0072\u0075\u002c\u0020\u004d\u0069\u0074\u0073\u0075\u0062\u0069\u0073\u0068\u0069\u002c\u0020\u0054\u006f\u0079\u006f\u0074\u0061\u002c\u0020\u0041\u0075\u0064\u0069\u002c\u0020\u0052\u0065\u006e\u0061\u0075\u006c\u0074\u002c\u0020\u004b\u0069\u0061\u002c\u0020\u004d\u0061\u007a\u0064\u0061\u002c\u0020\u0053\u0073\u0061\u006e\u0067\u0059\u006f\u006e\u0067\u002c\u0020\u004f\u0070\u0065\u006c\u002c\u0020\u0041\u0063\u0075\u0072\u0061\u002c\u0020\u004c\u0065\u0078\u0075\u0073\u002c\u0020\u0052\u0061\u006e\u0067\u0065\u0020\u0052\u006f\u0076\u0065\u0072\u002c\u0020\u0049\u006e\u0066\u0069\u006e\u0069\u0074\u0069\u002c\u0020\u004d\u0065\u0072\u0063\u0065\u0064\u0065\u0073\u002d\u0042\u0065\u006e\u007a\u002c\u0020\u0042\u004d\u0057\u002c\u0020\u0054\u0065\u0073\u006c\u0061\u002e\u0020\u041c\u044b\u0020\u043f\u0440\u0438\u0441\u043e\u0435\u0434\u0438\u043d\u0438\u043b\u0438\u0441\u044c\u0020\u043a\u0020\u0410\u0441\u0441\u043e\u0446\u0438\u0430\u0446\u0438\u0438\u0020\u0430\u0432\u0442\u043e\u043f\u0440\u043e\u043a\u0430\u0442\u043d\u044b\u0445\u0020\u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0439\u0020\u0423\u043a\u0440\u0430\u0438\u043d\u044b\u0020\u0069\u0063\u0072\u0061\u002e\u0072\u0065\u006e\u0074\u0061\u006c\u0073\u002e\u0020\u0415\u0435\u0020\u0446\u0435\u043b\u044c\u044e\u0020\u044f\u0432\u043b\u044f\u0435\u0442\u0441\u044f\u0020\u043f\u043e\u0434\u043d\u044f\u0442\u0438\u0435\u0020\u043e\u0431\u0449\u0435\u0433\u043e\u0020\u0443\u0440\u043e\u0432\u043d\u044f\u0020\u0441\u0435\u0440\u0432\u0438\u0441\u0430\u002c\u0020\u0443\u0441\u043e\u0432\u0435\u0440\u0448\u0435\u043d\u0441\u0442\u0432\u043e\u0432\u0430\u043d\u0438\u0435\u0020\u0443\u0440\u043e\u0432\u043d\u044f\u0020\u0431\u0435\u0437\u043e\u043f\u0430\u0441\u043d\u043e\u0441\u0442\u0438\u0020\u0438\u0020\u043e\u0431\u043c\u0435\u043d\u0020\u0438\u043d\u0444\u043e\u0440\u043c\u0430\u0446\u0438\u0435\u0439\u0020\u043e\u0020\u043d\u0435\u0434\u043e\u0431\u0440\u043e\u0441\u043e\u0432\u0435\u0441\u0442\u043d\u044b\u0445\u0020\u043a\u043b\u0438\u0435\u043d\u0442\u0430\u0445\u002e\u0020\u0421\u0435\u0433\u043e\u0434\u043d\u044f\u0020\u0432\u0020\u0430\u0441\u0441\u043e\u0446\u0438\u0430\u0446\u0438\u044e\u0020\u0432\u0445\u043e\u0434\u0438\u0442\u0020\u0443\u0436\u0435\u0020\u0431\u043e\u043b\u0435\u0435\u0020\u0035\u0030\u0020\u043e\u043f\u0435\u0440\u0430\u0442\u043e\u0440\u043e\u0432\u0020\u043f\u0440\u043e\u043a\u0430\u0442\u0430\u0020\u0423\u043a\u0440\u0430\u0438\u043d\u044b\u002e\u0020\u041e\u0431\u044a\u0435\u0434\u0438\u043d\u0438\u0432\u0020\u0434\u0430\u043d\u043d\u044b\u0439\u0020\u0441\u0435\u0433\u043c\u0435\u043d\u0442\u0020\u0440\u044b\u043d\u043a\u0430\u002c\u0020\u043c\u044b\u0020\u0441\u0442\u0430\u0440\u0430\u0435\u043c\u0441\u044f\u0020\u0437\u0430\u0449\u0438\u0442\u0438\u0442\u044c\u0020\u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u044f\u0020\u043e\u0442\u0020\u043d\u0435\u0434\u043e\u0431\u0440\u043e\u0441\u043e\u0432\u0435\u0441\u0442\u043d\u044b\u0445\u0020\u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0439\u002c\u0020\u0430\u0020\u0434\u043e\u0431\u0440\u043e\u0441\u043e\u0432\u0435\u0441\u0442\u043d\u044b\u0435\u0020\u043a\u043e\u043c\u043f\u0430\u043d\u0438\u0438\u0020\u0437\u0430\u0449\u0438\u0442\u0438\u0442\u044c\u0020\u043e\u0442\u0020\u043d\u0435\u0434\u043e\u0431\u0440\u043e\u0441\u043e\u0432\u0435\u0441\u0442\u043d\u044b\u0445\u0020\u043f\u043e\u0442\u0440\u0435\u0431\u0438\u0442\u0435\u043b\u0435\u0439\u002e

contacts_jsp.h2 = Office location

conditions_jsp.h2 = \u0423\u0421\u041b\u041e\u0412\u0418\u042f\u0020\u041f\u0420\u041e\u041a\u0410\u0422\u0410\u0020\u0410\u0412\u0422\u041e\u041c\u041e\u0411\u0418\u041b\u0415\u0419
conditions_jsp.p1.title = \u0422\u0440\u0435\u0431\u043e\u0432\u0430\u043d\u0438\u044f\u0020\u043a\u0020\u0430\u0440\u0435\u043d\u0434\u0430\u0442\u043e\u0440\u0443\u003a
conditions_jsp.p1.li1 = \u043c\u0438\u043d\u0438\u043c\u0430\u043b\u044c\u043d\u044b\u0439\u0020\u0432\u043e\u0437\u0440\u0430\u0441\u0442\u0020\u0032\u0031\u0020\u0433\u043e\u0434
conditions_jsp.p1.li2 = \u0432\u043e\u0434\u0438\u0442\u0435\u043b\u044c\u0441\u043a\u0438\u0439\u0020\u0441\u0442\u0430\u0436\u0020\u043e\u0442\u0020\u0032\u0020\u043b\u0435\u0442
conditions_jsp.p2.title = \u041d\u0435\u043e\u0431\u0445\u043e\u0434\u0438\u043c\u044b\u0435\u0020\u0434\u043e\u043a\u0443\u043c\u0435\u043d\u0442\u044b\u003a
conditions_jsp.p2.li1 = \u043f\u0430\u0441\u043f\u043e\u0440\u0442
conditions_jsp.p2.li2 = \u0438\u0434\u0435\u043d\u0442\u0438\u0444\u0438\u043a\u0430\u0446\u0438\u043e\u043d\u043d\u044b\u0439\u0020\u043a\u043e\u0434\u0020\u0028\u0434\u043b\u044f\u0020\u0433\u0440\u0430\u0436\u0434\u0430\u043d\u0020\u0423\u043a\u0440\u0430\u0438\u043d\u044b\u0029
conditions_jsp.p2.li3 = \u0432\u043e\u0434\u0438\u0442\u0435\u043b\u044c\u0441\u043a\u043e\u0435\u0020\u0443\u0434\u043e\u0441\u0442\u043e\u0432\u0435\u0440\u0435\u043d\u0438\u0435\u002c\u0020\u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0442\u0435\u043b\u044c\u043d\u043e\u0435\u0020\u043d\u0430\u0020\u0442\u0435\u0440\u0440\u0438\u0442\u043e\u0440\u0438\u0438\u0020\u0423\u043a\u0440\u0430\u0438\u043d\u044b
conditions_jsp.p3.title = \u0421\u043f\u043e\u0441\u043e\u0431\u044b\u0020\u043e\u043f\u043b\u0430\u0442\u044b\u003a
conditions_jsp.p3.li1 = \u043d\u0430\u043b\u0438\u0447\u043d\u044b\u0439\u0020\u002f\u0020\u0431\u0435\u0437\u043d\u0430\u043b\u0438\u0447\u043d\u044b\u0439\u0020\u0440\u0430\u0441\u0447\u0435\u0442
conditions_jsp.p3.li2 = \u043a\u0440\u0435\u0434\u0438\u0442\u043d\u044b\u0435\u0020\u043a\u0430\u0440\u0442\u044b\u0020\u0028\u0056\u0069\u0073\u0061\u002c\u0020\u004d\u0061\u0073\u0074\u0065\u0072\u0043\u0061\u0072\u0064\u002c\u0020\u004d\u0061\u0065\u0073\u0074\u0072\u006f\u002c\u0020\u0041\u006d\u0065\u0072\u0069\u0063\u0061\u006e\u0020\u0045\u0078\u0070\u0072\u0065\u0073\u0073\u0029


login_jsp.h2 = Log in
login_jsp.label.login = Email
login_jsp.label.password = Password
login_jsp.label.remember_me = Remember me
login_jsp.submit = Log in
login_jsp.label.not_a_member = Not a member?
login_jsp.label.sign_in = Sign in

error_page_jsp.title = The following error occurred:
error_jsp.h2 = An error has occurred

success_jsp.h2 = Operation successful

validation.password = Field must contain only latin characters, numbers or symbol "_". Length from 8 to 45 characters
validation.login = Field must contain e-mail in the format example@site.com. Length from 8 to 256 characters
validation.first_name = Field must contain only latin or cyrillic characters. Length from 8 to 45 characters
validation.second_name = Field must contain only latin or cyrillic characters. Length from 8 to 45 characters
validation.confirm_password = To make changes, you must enter the current password
validation.departure_point = Field must contain only latin or cyrillic characters and white space characters between words. Length from 1 to 100 characters
validation.arrival_point = Field must contain only latin or cyrillic characters and white space characters between words. Length from 1 to 100 characters
validation.flight_number = Field must contain flight number in format XX-0000. Numbers count from 1 to 4
validation.brigade_number = Field must contain brigade number in format XX-0000. Numbers count from 1 to 4

settings_jsp.h2 = Language Settings

register_jsp.h2 = Sign In
register_jsp.label.login = Email
register_jsp.label.password = Password
register_jsp.label.first_name = First Name
register_jsp.label.second_name = Second Name
register_jsp.sign_in = Sign In
register_jsp.log_in = Log In
register_jsp.label.already_have_account = Already have account?

userInfo_jsp.h2 = My account
userInfo_jsp.label.login = Email:
userInfo_jsp.label.first_name = First Name:
userInfo_jsp.label.second_name = Second Name:
userInfo_jsp.label.status = Account status:
userInfo_jsp.link.change_data = Edit data
userInfo_jsp.link.change_password = Change password

changeData_jsp.label.login = Email
changeData_jsp.label.password = Current password
changeData_jsp.label.first_name = First Name
changeData_jsp.label.second_name = Second Name
changeData_jsp.submit = Save

changePassword_jsp.label.old_password = Current password
changePassword_jsp.label.new_password = New password
changePassword_jsp.submit = Save

message.error.user_already_exists = User with such email already exists.
message.error.empty_fields = All fields must be filled.
message.error.cannot_load_data_source = No connection with data source.
message.error.wrong_password = Wrong password.
message.error.cannot_find_user_with_login = User with such email does not exist.
message.error.same_password = New password is the same.
message.error.no_permissions = You do not have permission to access the requested resource.
message.error.no_such_command = No such command.
message.error.failed_to_confirm = Link for confirmation is invalid.
message.error.blocked_account = Your account has been blocked by administrator. Or the registration of your account has not been confirmed.
message.error.cannot_find_entity = Nothing was found for the specified search parameters.
message.error.failed_delete_request = Failed to delete request data.
message.error.failed_update_request = Failed to update request data.
message.error.failed_add_request = Failed to add new request data.
message.error.failed_delete_staff = Failed to delete staff data.
message.error.failed_update_staff = Failed to update staff data.
message.error.failed_add_staff = Failed to add new staff data.
message.error.failed_delete_flight = Failed to delete flight data.
message.error.failed_update_flight = Failed to update flight data.
message.error.failed_add_flight = Failed to add new flight data.
message.error.failed_delete_brigade = Failed to delete brigade data.
message.error.failed_update_brigade = Failed to update brigade data.
message.error.failed_add_brigade = Failed to add new brigade data.

mail.registration.confirmation.subject = WORLD-CARS registration automatic message
mail.registration.confirmation.text = This is the automatic message. To confirm your registration, please click on the link below:

mail.new_password.confirmation.subject = WORLD-FLIGHTS confirmation automatic message
mail.new_password.confirmation.text = This is the automatic message. To confirm changing your password, please click on the link below:

message.success.confirm_registration = The automatic message for confirm your password was sent to your email.
message.success.success_new_password = Password has been changed successfully!

flights_staff_jsp.h2 = My flights
flights_staff_jsp.table.th.number = flight number:
flights_staff_jsp.table.th.date = date:
flights_staff_jsp.table.th.time = time:
flights_staff_jsp.table.th.from = departure point
flights_staff_jsp.table.th.to = arrival point:
flights_staff_jsp.table.th.brigade = brigade number:
flights_staff_jsp.table.th.aircraft = aircraft type:
flights_staff_jsp.table.th.flight_status = flight status:
flights_staff_jsp.no_flights = No flights.

flight_info_staff_jsp.h2 = Flight info
flight_info_staff_jsp.label.number = flight number:
flight_info_staff_jsp.label.from = departure point:
flight_info_staff_jsp.label.to = arrival point:
flight_info_staff_jsp.label.date = departure date:
flight_info_staff_jsp.label.time = departure time:
flight_info_staff_jsp.label.aircraft = aircraft:
flight_info_staff_jsp.label.brigade = brigade:
flight_info_staff_jsp.label.flight_status = flight status:

flights_dispatcher_jsp.h2 = Flights
flights_dispatcher_jsp.table.th.number = flight number
flights_dispatcher_jsp.table.th.date = date
flights_dispatcher_jsp.table.th.time = time
flights_dispatcher_jsp.table.th.from = departure point
flights_dispatcher_jsp.table.th.to = arrival point
flights_dispatcher_jsp.table.th.brigade = brigade number
flights_dispatcher_jsp.table.th.aircruft = aircraft type
flights_dispatcher_jsp.search.flight_status = flight status
flights_dispatcher_jsp.search.number = flight number
flights_dispatcher_jsp.search.from = from
flights_dispatcher_jsp.search.to = to
flights_dispatcher_jsp.search.date = departure date
flights_dispatcher_jsp.search.submit = search
flights_dispatcher_jsp.compare.by_number = by flight number
flights_dispatcher_jsp.compare.by_departure_point = by departure point
flights_dispatcher_jsp.compare.by_arrival_point = by arrival point
flights_dispatcher_jsp.compare.submit = sort
flights_dispatcher_jsp.no_flights = No flights.


flight_info_dispatcher_jsp.h2 = Flight info
flight_info_dispatcher_jsp.label.number = flight number:
flight_info_dispatcher_jsp.label.from = departure point:
flight_info_dispatcher_jsp.label.to = arrival point:
flight_info_dispatcher_jsp.label.date = departure date:
flight_info_dispatcher_jsp.label.time = departure time:
flight_info_dispatcher_jsp.label.aircraft = aircraft:
flight_info_dispatcher_jsp.label.brigade = brigade:
flight_info_dispatcher_jsp.null_brigade = no brigade
flight_info_dispatcher_jsp.label.flight_status = flight status:
flight_info_dispatcher_jsp.submit = change

brigades_dispatcher_jsp.h2 = Brigades
brigades_dispatcher_jsp.no_brigades = No brigades.
brigades_dispatcher_jsp.add_brigade = Add
brigades_dispatcher_jsp.no_staff = no staff

brigade_info_dispatcher_jsp.h2 = Brigade Info
brigade_info_dispatcher_jsp.number = number:
brigade_info_dispatcher_jsp.staff_list = staff list
brigade_info_dispatcher_jsp.link.change_data = Edit data
brigade_info_dispatcher_jsp.link.delete = Delete brigade

add_brigade_dispatcher_jsp.h2 = New brigade
add_brigade_dispatcher_jsp.number = number
add_brigade_dispatcher_jsp.staff_list = Staff list
add_brigade_dispatcher_jsp.add_brigade = Save
add_brigade_dispatcher_jsp.no_staff = no staff
add_brigade_dispatcher_jsp.request_to_admin = send request to admin

edit_brigade_dispatcher_jsp.h2 = Brigade info
edit_brigade_dispatcher_jsp.number = number
edit_brigade_dispatcher_jsp.staff_list = Staff list
edit_brigade_dispatcher_jsp.submit = Save
edit_brigade_dispatcher_jsp.no_staff = no staff
edit_brigade_dispatcher_jsp.request_to_admin = send request to admin

requests_dispatcher_jsp.h2 = My requests
requests_dispatcher_jsp.request_status = Status:
requests_dispatcher_jsp.message = Message:
requests_dispatcher_jsp.date = Date:
requests_dispatcher_jsp.no_requests = No requests.
requests_dispatcher_jsp.add_request = Add

request_info_dispatcher_jsp.h2 = Request info
request_info_dispatcher_jsp.label.number = request number:
request_info_dispatcher_jsp.label.request_status = request status:
request_info_dispatcher_jsp.label.date = date:
request_info_dispatcher_jsp.label.message = message:
request_info_dispatcher_jsp.link.change_data = Edit data
request_info_dispatcher_jsp.link.delete = Delete request

edit_request_dispatcher_jsp.h2 = Request info
edit_request_dispatcher_jsp.label.number = request number:
edit_request_dispatcher_jsp.label.request_status = request status:
edit_request_dispatcher_jsp.label.date = date:
edit_request_dispatcher_jsp.label.message = message:
edit_request_dispatcher_jsp.submit = Save

add_request_dispatcher_jsp.h2 = New Request
add_request_dispatcher_jsp.label.message = message:
add_request_dispatcher_jsp.submit = Save

requests_admin_jsp.h2 = Requests
requests_admin_jsp.request_status = Status:
requests_admin_jsp.message = Message:
requests_admin_jsp.date = Date:
requests_admin_jsp.user = From dispatcher:
requests_admin_jsp.no_requests = No requests.

request_info_admin_jsp.h2 = New requests
request_info_admin_jsp.label.number = Number:
request_info_admin_jsp.label.user = From dispatcher:
request_info_admin_jsp.label.request_status = Status:
request_info_admin_jsp.label.date = Date:
request_info_admin_jsp.label.message = Message:
request_info_admin_jsp.submit = Change

staff_admin_jsp.h2 = Staff
staff_admin_jsp.first_name = First name:
staff_admin_jsp.second_name = Second name:
staff_admin_jsp.login = E-mail:
staff_admin_jsp.post = Post:
staff_admin_jsp.add_staff = Add
staff_admin_jsp.no_staff = No staff.
staff_admin_jsp.search.post = Post
staff_admin_jsp.search.submit = Search


staff_info_admin_jsp.h2 = Staff info
staff_info_admin_jsp.first_name = First name:
staff_info_admin_jsp.second_name = Second name:
staff_info_admin_jsp.login = E-mail:
staff_info_admin_jsp.post = Post:
staff_info_admin_jsp.edit_staff = Edit data
staff_info_admin_jsp.delete_staff = Delete staff

edit_staff_admin_jsp.h2 = Staff info
edit_staff_admin_jsp.first_name = First name:
edit_staff_admin_jsp.second_name = Second name:
edit_staff_admin_jsp.login = E-mail:
edit_staff_admin_jsp.post = Post:
edit_staff_admin_jsp.submit = Save

add_staff_admin_jsp.h2 = New Staff
add_staff_admin_jsp.first_name = First name:
add_staff_admin_jsp.second_name = Second name:
add_staff_admin_jsp.login = E-mail:
add_staff_admin_jsp.password = Password:
add_staff_admin_jsp.post = Post:
add_staff_admin_jsp.submit = Save

flights_admin_jsp.h2 = Flights
flights_admin_jsp.table.th.number = flight number
flights_admin_jsp.table.th.date = date
flights_admin_jsp.table.th.time = time
flights_admin_jsp.table.th.from = departure point
flights_admin_jsp.table.th.to = arrival point
flights_admin_jsp.table.th.brigade = brigade number
flights_admin_jsp.table.th.aircruft = aircraft type
flights_admin_jsp.table.th.flight_status = flight status
flights_admin_jsp.search.number = flight number
flights_admin_jsp.search.from = from
flights_admin_jsp.search.to = to
flights_admin_jsp.search.date = departure date
flights_admin_jsp.search.submit = search
flights_admin_jsp.compare.by_number = by flight number
flights_admin_jsp.compare.by_departure_point = by departure point
flights_admin_jsp.compare.by_arrival_point = by arrival point
flights_admin_jsp.compare.submit = sort
flights_admin_jsp.no_flights = No flights.
flights_admin_jsp.add_flight = Add

flight_info_admin_jsp.h2 = Flight info
flight_info_admin_jsp.label.number = flight number:
flight_info_admin_jsp.label.from = departure point:
flight_info_admin_jsp.label.to = arrival point:
flight_info_admin_jsp.label.date = departure date:
flight_info_admin_jsp.label.time = departure time:
flight_info_admin_jsp.label.aircraft = aircraft:
flight_info_admin_jsp.label.brigade = brigade:
flight_info_admin_jsp.null_brigade = no brigade
flight_info_admin_jsp.label.flight_status = flight status:
flight_info_admin_jsp.link.change_data = Edit data
flight_info_admin_jsp.link.delete = Delete flight

add_flight_admin_jsp.h2 = New flight
add_flight_admin_jsp.label.number= Number
add_flight_admin_jsp.label.languages = Multilingual data
add_flight_admin_jsp.label.from = Departure point
add_flight_admin_jsp.label.to = Arrival point
add_flight_admin_jsp.label.date_time = Departure date and time
add_flight_admin_jsp.label.flight_status = Flight status
add_flight_admin_jsp.label.brigade = Brigade
add_flight_admin_jsp.label.aircraft = Aircraft
add_flight_admin_jsp.submit = save

edit_flight_admin_jsp.h2 = New flight
edit_flight_admin_jsp.label.number= Number
edit_flight_admin_jsp.label.languages = Multilingual data
edit_flight_admin_jsp.label.from = Departure point
edit_flight_admin_jsp.label.to = Arrival point
edit_flight_admin_jsp.label.date_time = Departure date and time
edit_flight_admin_jsp.label.flight_status = Flight status
edit_flight_admin_jsp.label.brigade = Brigade
edit_flight_admin_jsp.label.aircraft = Aircraft
edit_flight_admin_jsp.label.submit = save

edit_flight_brigade_dispatcher_jsp.h2 = Flight Info
edit_flight_brigade_dispatcher_jsp.label.number = Number:
edit_flight_brigade_dispatcher_jsp.label.brigade = Free brigades:
edit_flight_brigade_dispatcher_jsp.submit = save

edit_flight_status_dispatcher_jsp.h2 = Flight Info
edit_flight_status_dispatcher_jsp.label.number = Number:
edit_flight_status_dispatcher_jsp.label.flight_status = Flight status:
edit_flight_status_dispatcher_jsp.submit = save



























































